---
kind: other
id: Properties.T:Autodesk.Revit.DB.Electrical.PanelScheduleData
source: html/41340850-3cd6-63b9-e102-a235bbf91175.htm
---
# PanelScheduleData Properties

Shows text in the Load Summary section's headers vertically instead of horizontally